/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "Tá %1$@ agus %2$@ ag clóscríobh…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "Tá %1$@, %2$@ agus %3$@ ag clóscríobh…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "Tá %1$@, %2$@, %3$@ agus %4$@ eile ag clóscríobh…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "Tá %1$@, %2$@, %3$@ agus duine eile ag clóscríobh…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "Gheobhaidh %1$@ agus %2$@ cuireadh";

/* No comment provided by engineer. */
"%@ invitation" = "%@ cuireadh";

/* '%@' is the name of a user */
"%@ is out of office" = "%@as oifig";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@as oifig inniu";

/* Alice is typing… */
"%@ is typing…" = "Tá %@ ag clóscríobh…";

/* {app name} is not installed */
"%@ not installed" = "Níl %@ suiteáilte";

/* {app name} version not supported */
"%@ version not supported" = "Ní thacaítear leis an leagan %@";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "Gheobhaidh %@ cuireadh";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "Gheobhaidh %1$@, %2$@ agus %3$@ cuireadh";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "Gheobhaidh %1$@, %2$@, %3$@ agus %4$ld eile cuireadh";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "Gheobhaidh %1$@, %2$@, %3$@ agus duine eile cuireadh";

/* No comment provided by engineer. */
"%d days ago" = "%d lá ó shin";

/* No comment provided by engineer. */
"%d hours ago" = "%d uair ó shin";

/* No comment provided by engineer. */
"%d minutes ago" = "%d nóiméad ó shin";

/* Number of options in a poll */
"%d options" = "%d roghanna";

/* Replies in a thread */
"%d replies" = "%d freagraí";

/* Votes in a poll */
"%d votes" = "%d vótaí";

/* No comment provided by engineer. */
"%ld notifications" = "%ld fógra";

/* No comment provided by engineer. */
"%ld participants" = "%ld rannpháirtí";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld rannpháirtithe sa ghlao seo";

/* Replies in a thread */
"%ld replies" = "%ld freagraí";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Déantar neamhaird ar stádas an úsáideora 'Ná cuir isteach' i gcás comhráite tábhachtacha";

/* No comment provided by engineer. */
"1 day" = "1 lá";

/* No comment provided by engineer. */
"1 hour" = "1 uair";

/* No comment provided by engineer. */
"1 week" = "1 seachtain";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Rochtain a fháil ar do fhreastalaí i mbrabhsálaí gréasáin";

/* No comment provided by engineer. */
"15 minutes" = "15 nóiméad";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Téigh go Socruithe > Slándáil > Cruthaigh pasfhocal aip nua";

/* Message is pinned 24 hours */
"24 hours" = "24 uair an chloig";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scanáil an cód QR atá le feiceáil ansin";

/* Message is pinned 30 days */
"30 days" = "30 lá";

/* No comment provided by engineer. */
"30 minutes" = "30 nóiméad";

/* No comment provided by engineer. */
"4 hours" = "4 uair an chloig";

/* No comment provided by engineer. */
"4 weeks" = "4 seachtaine";

/* Message is pinned 7 days */
"7 days" = "7 lá";

/* No comment provided by engineer. */
"8 hours" = "8 n-uaire";

/* No comment provided by engineer. */
"@-mentions only" = "@-luaite amháin";

/* No comment provided by engineer. */
"[Unknown username]" = "[Ainm úsáideora anaithnid]";

/* No comment provided by engineer. */
"About" = "Faoi";

/* No comment provided by engineer. */
"Absence" = "Neamhláithreacht";

/* No comment provided by engineer. */
"Accept" = "Glac";

/* No comment provided by engineer. */
"Account" = "Cuntas";

/* No comment provided by engineer. */
"Account already added" = "Cuntas curtha leis cheana féin";

/* No comment provided by engineer. */
"Account not configured" = "Cuntas gan a bheith cumraithe";

/* No comment provided by engineer. */
"Account not found" = "Cuntas gan aimsiú";

/* No comment provided by engineer. */
"Accounts" = "Cuntais";

/* No comment provided by engineer. */
"Accuracy" = "Cruinneas";

/* No comment provided by engineer. */
"Add (%lu)" = "Cuir leis (%lu)";

/* No comment provided by engineer. */
"Add account" = "Cuir cuntas leis";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Cuir nóta inmheánach leis faoin toirmeasc seo";

/* No comment provided by engineer. */
"Add answer" = "Cuir freagra leis";

/* No comment provided by engineer. */
"Add attendees" = "Cuir lucht freastail leis";

/* No comment provided by engineer. */
"Add participants" = "Cuir rannpháirtithe leis";

/* No comment provided by engineer. */
"Add reaction" = "Cuir imoibriú leis";

/* No comment provided by engineer. */
"Add to favorites" = "Cuir le ceanáin";

/* No comment provided by engineer. */
"Added note to self" = "Cuireadh nóta leis féin";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Má chuirtear tagairt leis, ní chuirfear in iúl ach d'úsáideoirí nár léigh an teachtaireacht go fóill";

/* No comment provided by engineer. */
"Address" = "Seoladh";

/* No comment provided by engineer. */
"Advanced" = "Casta";

/* No comment provided by engineer. */
"AirPlay button" = "Cnaipe AirPlay";

/* No comment provided by engineer. */
"All messages" = "Gach teachtaireacht";

/* No comment provided by engineer. */
"All messages were deleted" = "Scriosadh gach teachtaireacht";

/* No comment provided by engineer. */
"All notifications are muted" = "Tá gach fógra balbhaithe";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Lig d'aíonna páirt a ghlacadh sa chomhrá seo trí nasc";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Lig do rannpháirtithe @all a lua";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Ceadaigh diail a dhéanamh gan bioráin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Ceadaithe";

/* No comment provided by engineer. */
"Alphabetical order" = "Ord aibítre";

/* No comment provided by engineer. */
"Also open to guest app users" = "Chomh maith leis sin oscailte d'úsáideoirí aip aoi";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Chuir riarthóir tú agus %ld rannpháirtí eile leis";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Chuir riarthóir thú agus {user0} leis";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Chuir riarthóir {user0} agus %ld rannpháirtí eile leis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Chuir riarthóir {user0} agus {user1} leis";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Dhealraigh riarthóir tú agus %ld rannpháirtí eile ó mhodhnóirí";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Rinne riarthóir tú féin agus {user0} a dhíchur ó mhodhnóirí";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Bhain riarthóir {user0} agus %ld rannpháirtí breise ó mhodhnóirí";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Bhain riarthóir {user0} agus {user1} ó mhodhnóirí";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Chuir riarthóir thú agus %ld rannpháirtí eile chun cinn mar mhodhnóirí";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Chuir riarthóir thú agus {user0} chun cinn mar mhodhnóirí";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Chuir riarthóir {user0} agus %ld rannpháirtí sa bhreis chun cinn chuig modhnóirí";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Chuir riarthóir {user0} agus {user1} chun cinn do mhodhnóirí";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Bhain riarthóir thú agus %ld rannpháirtí eile";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Bhain riarthóir thú agus {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Bhain riarthóir {user0} agus %ld rannpháirtí eile";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Bhain riarthóir {user0} agus {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Tharla earráid agus an socrú príobháideachta á athrú";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Tharla earráid agus an socrú stádais léite á athrú";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Tharla earráid agus an socrú príobháideachta á chlóscríobh";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Tharla earráid agus an pictiúr á íoslódáil";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Tharla earráid agus an íomhá próifíle á baint";

/* No comment provided by engineer. */
"An error occurred setting address" = "Tharla earráid agus an seoladh á shocrú";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Tharla earráid agus an seoladh ríomhphoist á shocrú";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Tharla earráid agus uimhir theileafóin á socrú";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Tharla earráid agus íomhá próifíle á socrú";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Tharla earráid agus cuntas Twitter á shocrú";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Tharla earráid agus ainm úsáideora á socrú";

/* No comment provided by engineer. */
"An error occurred setting website" = "Tharla earráid agus suíomh Gréasáin á shocrú";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Tharla earráid agus an teachtaireacht a aistriú";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Tharla earráid agus %@ á chur leis an seomra";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Tharla earráid agus imoibriú á cur le teachtaireacht";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Tharla earráid agus nóta á chur leis";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Tharla earráid agus an teachtaireacht stádais á glanadh";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Tharla earráid agus dréacht vótaíochta á chruthú";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Tharla earráid agus an cruinniú á chruthú";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Tharla earráid agus an vótaíocht á cruthú";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Tharla earráid agus an snáithe á chruthú";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Tharla earráid agus an teachtaireacht á scriosadh";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Tharla earráid agus an dréacht vótaíochta á scriosadh";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Tharla earráid agus an neamhláithreacht á díchumasú";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Tharla earráid agus an pobalbhreith in eagar";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Tharla earráid agus an comhad %@ á oscailt";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Tharla earráid agus an teachtaireacht á priontáil";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Tharla earráid agus imoibriú á bhaint de theachtaireacht";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Tharla earráid agus an avatar á bhaint";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Tharla earráid agus an teachtaireacht á seoladh";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Tharla earráid agus \(formattedPhoneNumber) á socrú mar uimhir theileafóin";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Tharla earráid agus an neamhláithreacht á socrú";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Tharla earráid agus an cur síos á socrú";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Tharla earráid agus an stádas ar líne á shocrú";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Tharla earráid agus uimhir theileafóin á socrú";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Tharla earráid agus an teachtaireacht stádais á socrú";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Tharla earráid agus an avatar á shocrú";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Tharla earráid agus stádas an úsáideora á shocrú";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Tharla earráid agus an comhad á roinnt";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Tharla earráid agus comhrá grúpa nua á thosú";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Tharla earráid agus fógraí brú á thástáil";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Tharla earráid agus an teachtaireacht á díphionáil";

/* No comment provided by engineer. */
"an hour" = "uair";

/* No comment provided by engineer. */
"Anonymous poll" = "Pobalbhreith gan ainm";

/* No comment provided by engineer. */
"Answer" = "Freagra";

/* No comment provided by engineer. */
"Answers" = "Freagraí";

/* No comment provided by engineer. */
"App" = "Aip";

/* No comment provided by engineer. */
"App is outdated" = "Tá an aip as dáta";

/* No comment provided by engineer. */
"Appear offline" = "Le feiceáil as líne";

/* No comment provided by engineer. */
"Archive conversation" = "Comhrá cartlainne";

/* No comment provided by engineer. */
"Archived conversations" = "Comhráite cartlainne";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Tá comhráite cartlainne folaithe ón liosta comhráite de réir réamhshocraithe. Ní thaispeánfar iad ach amháin nuair a osclaíonn tú liosta comhráite cartlainne.";

/* No comment provided by engineer. */
"Ask a question" = "Ceist a chur";

/* No comment provided by engineer. */
"Attachments allowed?" = "Ceangaltáin ceadaithe?";

/* No comment provided by engineer. */
"Attendees" = "Lucht freastail";

/* No comment provided by engineer. */
"Audio options" = "Roghanna fuaime";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Comhroinnt fuaime, físe agus scáileáin";

/* No comment provided by engineer. */
"Audios" = "Fuaimeanna";

/* No comment provided by engineer. */
"Away" = "Amach";

/* No comment provided by engineer. */
"Back to conversations" = "Ar ais chuig comhráite";

/* Ban a user/guest */
"Ban" = "Cosc";

/* e.g. Ban John Doe */
"Ban %@" = "Cosc %@";

/* No comment provided by engineer. */
"Ban participant" = "Cosc ar rannpháirtí";

/* Date and time of ban creation */
"Banned by:" = "Toirmiscthe ag:";

/* No comment provided by engineer. */
"Banned users and guests" = "Úsáideoirí agus aíonna toirmiscthe";

/* Bold text */
"Bold" = "Trom";

/* No comment provided by engineer. */
"bot" = "bota";

/* No comment provided by engineer. */
"Browse poll drafts" = "Brabhsáil dréachtaí vótaíochta";

/* No comment provided by engineer. */
"Busy" = "Gnóthach";

/* No comment provided by engineer. */
"Cached files" = "Comhaid i dtaisce";

/* No comment provided by engineer. */
"Cached images" = "Íomhánna i dtaisce";

/* No comment provided by engineer. */
"Calendar" = "Féilire";

/* No comment provided by engineer. */
"Call notification sent" = "Fógra glao seolta";

/* No comment provided by engineer. */
"Call options" = "Roghanna glaonna";

/* No comment provided by engineer. */
"Call recording enabled?" = "Taifeadadh glaonna cumasaithe?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Theip ar thaifeadadh glaonna. Déan teagmháil le do riarthóir le do thoil";

/* No comment provided by engineer. */
"Call recording is starting" = "Tá taifeadadh glaonna ag tosú";

/* No comment provided by engineer. */
"Call recording started" = "Cuireadh tús le taifeadadh glaonna";

/* No comment provided by engineer. */
"Call recording stopped" = "Stopadh taifeadadh glaonna";

/* No comment provided by engineer. */
"Call without notification" = "Glaoigh gan fógra";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Ní thacaítear le glaonna faoi láthair mar go bhfuil criptiú foirceann go foirceann cumasaithe ar an bhfreastalaí.";

/* No comment provided by engineer. */
"CallKit supported?" = "Tacaítear le CallKit?";

/* No comment provided by engineer. */
"Calls" = "Glaonna";

/* No comment provided by engineer. */
"Calls enabled?" = "Glaonna cumasaithe?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Fuarthas glaonna ó sheanchuntas.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Glaonna ó sheanchuntais";

/* No comment provided by engineer. */
"Camera" = "Ceamara";

/* No comment provided by engineer. */
"Camera access" = "Rochtain ceamara";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Ní cheadaítear rochtain ceamara. Seiceáil do shocruithe.";

/* No comment provided by engineer. */
"Camera disabled" = "Díchumasaíodh an ceamara";

/* No comment provided by engineer. */
"Camera enabled" = "Ceamara cumasaithe";

/* No comment provided by engineer. */
"Can create conversations?" = "An féidir comhráite a chruthú?";

/* No comment provided by engineer. */
"Cancel" = "Cealaigh";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Glao curtha ar ceal ó chuntas eile";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Ní féidir é a roinnt sa chomhrá";

/* No comment provided by engineer. */
"Capabilities" = "Cumais";

/* No comment provided by engineer. */
"Change password" = "Athraigh do phasfhocal";

/* No comment provided by engineer. */
"Change your vote" = "Athraigh do vóta";

/* No comment provided by engineer. */
"Chat" = "Comhrá";

/* No comment provided by engineer. */
"Chat messages" = "Comhrá";

/* No comment provided by engineer. */
"Clear cache" = "Glan taisce";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Glan teachtaireachtaí comhrá taisceáilte";

/* No comment provided by engineer. */
"Clear reminder" = "Glan meabhrúchán";

/* No comment provided by engineer. */
"Clear status message" = "Glan teachtaireacht stádais";

/* No comment provided by engineer. */
"Clear status message after" = "Glan an teachtaireacht stádais ina dhiaidh";

/* No comment provided by engineer. */
"Close" = "Dún";

/* Code block */
"Code" = "Cód";

/* No comment provided by engineer. */
"Configuration" = "Cumraíocht";

/* No comment provided by engineer. */
"Configure your next absence period" = "Cumraigh do chéad tréimhse neamhláithreachta eile";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Deimhnigh agus folaigh rabhadh";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Ag ceangal le %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Ag nascadh leis an nglao…";

/* No comment provided by engineer. */
"Contact access" = "Rochtain teagmhála";

/* No comment provided by engineer. */
"Contact access has been denied" = "Diúltaíodh rochtain teagmhála";

/* No comment provided by engineer. */
"Contacts" = "Teagmhálaithe";

/* No comment provided by engineer. */
"Conversation creation failed" = "Theip ar chruthú an chomhrá";

/* No comment provided by engineer. */
"Conversation details" = "Sonraí an chomhrá";

/* No comment provided by engineer. */
"Conversation name" = "Ainm an chomhrá";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Ní féidir ainm an chomhrá a bheith folamh";

/* No comment provided by engineer. */
"Conversation not found" = "Comhrá gan aimsiú";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Níor aimsíodh an comhrá nó níor cuireadh isteach ann é";

/* No comment provided by engineer. */
"Conversation participants" = "Rannpháirtithe an chomhrá";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Baineadh pasfhocal an chomhrá";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Tá pasfhocal an chomhrá sábháilte";

/* No comment provided by engineer. */
"Conversation settings" = "Socruithe Comhrá";

/* No comment provided by engineer. */
"Conversations" = "Comhráite";

/* No comment provided by engineer. */
"Copy" = "Cóip";

/* No comment provided by engineer. */
"Copy message link" = "Cóipeáil nasc na teachtaireachta";

/* No comment provided by engineer. */
"Copy message selection" = "Cóipeáil an rogha teachtaireachta";

/* No comment provided by engineer. */
"Could not access camera" = "Níorbh fhéidir an ceamara a rochtain";

/* No comment provided by engineer. */
"Could not access microphone" = "Níorbh fhéidir rochtain a fháil ar an micreafón";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Níorbh fhéidir aitheantas cainte a rochtain";

/* No comment provided by engineer. */
"Could not access your location" = "Níorbh fhéidir do shuíomh a rochtain";

/* No comment provided by engineer. */
"Could not add participant" = "Níorbh fhéidir rannpháirtí a chur leis";

/* No comment provided by engineer. */
"Could not ban participant" = "Níorbh fhéidir rannpháirtí a thoirmeasc";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Níorbh fhéidir socruithe comhrá cartlannaithe a athrú";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Níorbh fhéidir socrú fógraí glaonna a athrú";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Níorbh fhéidir socruithe comhrá tábhachtacha a athrú";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Níorbh fhéidir scóip inliostaithe an chomhrá a athrú";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Níorbh fhéidir staid stocaireachta an chomhrá a athrú";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Níorbh fhéidir ceadanna lua an chomhrá a athrú";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Níorbh fhéidir ceadanna modhnóireachta an rannpháirtí a athrú";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Níorbh fhéidir socrú fógraí a athrú";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Níorbh fhéidir socruithe cosanta pasfhocail a athrú";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Níorbh fhéidir staid inléite amháin an chomhrá a athrú";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Níorbh fhéidir socruithe comhrá íogaire a athrú";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Níorbh fhéidir ceadanna comhroinnte an chomhrá a athrú";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Níorbh fhéidir staid SIP an chomhrá a athrú";

/* No comment provided by engineer. */
"Could not clear chat history" = "Níorbh fhéidir an stair chomhrá a ghlanadh";

/* No comment provided by engineer. */
"Could not clear status message" = "Níorbh fhéidir an teachtaireacht stádais a ghlanadh";

/* No comment provided by engineer. */
"Could not create meeting" = "Níorbh fhéidir cruinniú a chruthú";

/* No comment provided by engineer. */
"Could not delete conversation" = "Níorbh fhéidir an comhrá a scriosadh";

/* No comment provided by engineer. */
"Could not disable absence" = "Níorbh fhéidir neamhláithreacht a dhíchumasú";

/* No comment provided by engineer. */
"Could not get available languages" = "Níorbh fhéidir na teangacha atá ar fáil a fháil";

/* No comment provided by engineer. */
"Could not join %@ call" = "Níorbh fhéidir páirt a ghlacadh i nglao %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Níorbh fhéidir páirt a ghlacadh sa ghlao le %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Níorbh fhéidir páirt a ghlacadh sa chomhrá";

/* No comment provided by engineer. */
"Could not leave conversation" = "Níorbh fhéidir an comhrá a fhágáil";

/* No comment provided by engineer. */
"Could not login with QR code" = "Níorbh fhéidir logáil isteach leis an gcód QR";

/* No comment provided by engineer. */
"Could not remove participant" = "Níorbh fhéidir an rannpháirtí a bhaint";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Níorbh fhéidir an comhrá a athainmniú";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Níorbh fhéidir cuirí ríomhphoist a athsheoladh";

/* No comment provided by engineer. */
"Could not send call notification" = "Níorbh fhéidir fógra an ghlao a sheoladh";

/* No comment provided by engineer. */
"Could not send the message" = "Níorbh fhéidir an teachtaireacht a sheoladh";

/* No comment provided by engineer. */
"Could not set absence" = "Níorbh fhéidir neamhláithreacht a shocrú";

/* No comment provided by engineer. */
"Could not set conversation name" = "Níorbh fhéidir ainm an chomhrá a shocrú";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Níorbh fhéidir am éaga na teachtaireachta a shocrú";

/* No comment provided by engineer. */
"Could not set online status" = "Níorbh fhéidir stádas ar líne a shocrú";

/* No comment provided by engineer. */
"Could not set phone number" = "Níorbh fhéidir uimhir theileafóin a shocrú";

/* No comment provided by engineer. */
"Could not set status message" = "Níorbh fhéidir an teachtaireacht stádais a shocrú";

/* No comment provided by engineer. */
"Could not share file" = "Níorbh fhéidir an comhad a roinnt";

/* No comment provided by engineer. */
"Could not start group conversation" = "Níorbh fhéidir comhrá grúpa a thosú";

/* No comment provided by engineer. */
"Create" = "Cruthaigh";

/* No comment provided by engineer. */
"Create a new conversation" = "Cruthaigh comhrá nua";

/* No comment provided by engineer. */
"Create a thread" = "Cruthaigh snáithe";

/* No comment provided by engineer. */
"Create or join a conversation" = "Cruthaigh nó gabh isteach i gcomhrá";

/* No comment provided by engineer. */
"Create poll" = "Cruthaigh vótaíocht";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Theip ar chruthú dréachta vótaíochta";

/* No comment provided by engineer. */
"Creating poll failed" = "Theip ar vótaíocht a chruthú";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Ní raibh dintiúirí an chuntais seo bailí a thuilleadh";

/* Custom message expiration */
"Custom" = "Saincheaptha";

/* name of a moderator who banned a participant */
"Date:" = "Dáta:";

/* No comment provided by engineer. */
"days" = "laethanta";

/* No comment provided by engineer. */
"Deck cards" = "Cártaí deic";

/* No comment provided by engineer. */
"Default" = "Réamhshocrú";

/* No comment provided by engineer. */
"Delete" = "Scrios";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Scrios go léir";

/* No comment provided by engineer. */
"Delete all messages" = "Scrios gach teachtaireacht";

/* No comment provided by engineer. */
"Delete conversation" = "Scrios an comhrá";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Scrios anois";

/* No comment provided by engineer. */
"Deleted user" = "Úsáideoir scriosta";

/* No comment provided by engineer. */
"Deleting message" = "Teachtaireacht á scriosadh";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Theip ar an dréacht vótaíochta a scriosadh";

/* No comment provided by engineer. */
"Demote from moderator" = "Léim as an modhnóir";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Diúltaíodh";

/* No comment provided by engineer. */
"Description" = "Cur síos";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Ní féidir le cur síos a bheith níos faide ná 500 carachtar";

/* No comment provided by engineer. */
"Details" = "Sonraí";

/* No comment provided by engineer. */
"detected" = "braite";

/* No comment provided by engineer. */
"Detecting language" = "Teanga a bhrath";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnóisic";

/* No comment provided by engineer. */
"Disable absence" = "Díchumasaigh neamhláithreacht";

/* No comment provided by engineer. */
"Disable blur" = "Díchumasaigh doiléirigh";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Díchumasaigh an cainteoir";

/* No comment provided by engineer. */
"Disconnected" = "Dícheangailte";

/* No comment provided by engineer. */
"Dismiss" = "Díbhe";

/* No comment provided by engineer. */
"Dismiss notification" = "Déan an fógra a dhíbhe";

/* No comment provided by engineer. */
"Do not disturb" = "Ná cur as";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Ar mhaith leat taisce an chomhaid a ghlanadh i ndáiríre?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "An bhfuil tú cinnte gur mhaith leat an taisce íomhá a ghlanadh?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "An bhfuil tú cinnte gur mhaith leat gach teachtaireacht sa chomhrá seo a scriosadh?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Ar mhaith leat an comhrá seo a scriosadh do gach duine?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Ar mhaith leat deireadh a chur leis an bpobalbhreith seo?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "An bhfuil tú cinnte gur mhaith leat logáil amach ón gcuntas seo?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "An bhfuil tú cinnte gur mhaith leat an cuntas seo a bhaint?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Ar mhaith leat ceangal leis an bhfreastalaí ar aon nós?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Ar mhaith leat an comhrá seo a scriosadh?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Ar mhaith leat do cheamara a chumasú?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Ar mhaith leat páirt a ghlacadh sa ghlao seo?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "An bhfuil fonn ort '%@' a roinnt sa chomhrá?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Ar mhaith leat an taifeadadh a stopadh?";

/* No comment provided by engineer. */
"Don't clear" = "Ná soiléir";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Tapáil faoi dhó chun dialóg fíordheimhnithe a dhíbhe";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Tapáil faoi dhó chun roghanna comhroinnte a dhíbhe";

/* No comment provided by engineer. */
"Double tap to display call options" = "Tapáil faoi dhó chun roghanna glaonna a thaispeáint";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Tapáil faoi dhó chun an roghchlár roghanna a thaispeáint";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Tapáil faoi dhó chun roghanna leibhéal fógra snáithe a thaispeáint";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Tapáil faoi dhó chun an phróifíl a chur in eagar";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Tapáil faoi dhó chun an rogha 'Glaoigh gan fógra' a chumasú nó a dhíchumasú";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Tapáil faoi dhó chun an ceamara a chumasú nó a dhíchumasú";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Tapáil faoi dhó chun an micreafón a chumasú nó a dhíchumasú";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Tapáil faoi dhó chun an cainteoir a chumasú nó a dhíchumasú";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Tapáil faoi dhó chun deireadh a chur leis an bpróifíl eagarthóireachta";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Tapáil faoi dhó chun dul chuig faisnéis an chomhrá";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Tapáil faoi dhó chun dul go dtí socruithe próifíle úsáideora agus feidhmchláir";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Tapáil faoi dhó chun an glao a chrochadh";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Tapáil faoi dhó ar an lámh íochtair";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Tapáil faoi dhó chun brabhsálaí comhad a oscailt";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Tapáil faoi dhó chun bealaí éagsúla fuaime a roghnú";

/* No comment provided by engineer. */
"Double tap to send message" = "Tapáil faoi dhó chun teachtaireacht a sheoladh";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Tapáil faoi dhó chun é a roinnt le comhráite roghnaithe";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Tapáil faoi dhó chun tuilleadh gníomhartha a thaispeáint";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Tapáil faoi dhó chun an t-amharc comhrá a thaispeáint nó a cheilt";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Tapáil faoi dhó chun físghlao a thosú";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Tapáil faoi dhó chun glao gutha amháin a thosú";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Tapáil faoi dhó chun an taifeadadh a stopadh";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Tapáil faoi dhó chun an glao gutha seo a uasghrádú go físghlao";

/* No comment provided by engineer. */
"Duplicate session" = "Seisiún dúblach";

/* Edit a message or room participants */
"Edit" = "Cuir in eagar";

/* No comment provided by engineer. */
"Edit attendees" = "Cuir lucht freastail in eagar";

/* No comment provided by engineer. */
"Edit thread details" = "Cuir sonraí an snáithe in eagar";

/* A message was edited */
"edited" = "In eagar";

/* A message was edited by ... */
"edited by" = "curtha in eagar ag";

/* A message was edited by ... */
"Edited by" = "In eagar ag";

/* No comment provided by engineer. */
"Editing Message" = "Teachtaireacht á Cur in Eagar";

/* No comment provided by engineer. */
"Editing poll draft" = "Dréacht vótaíochta á chur in eagar";

/* No comment provided by engineer. */
"Editing poll failed" = "Theip ar eagarthóireacht na vótaíochta";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Níl cead comhrá agat nó tá an comhrá inléite amháin.";

/* No comment provided by engineer. */
"Email" = "Ríomhphost";

/* No comment provided by engineer. */
"Empty summary response" = "Freagra achomair folamh";

/* No comment provided by engineer. */
"Enable" = "Cumasaigh";

/* No comment provided by engineer. */
"Enable blur" = "Cumasaigh doiléirigh";

/* No comment provided by engineer. */
"Enable screensharing" = "Cumasaigh comhroinnt scáileáin";

/* No comment provided by engineer. */
"Enable speaker" = "Cumasaigh cainteoir";

/* No comment provided by engineer. */
"End call" = "Cuir deireadh leis an nglao";

/* No comment provided by engineer. */
"End call for everyone" = "Cuir deireadh leis an nglao do chách";

/* No comment provided by engineer. */
"End poll" = "Deireadh vótaíocht";

/* No comment provided by engineer. */
"Enter a new password" = "Cuir isteach focal faire nua";

/* No comment provided by engineer. */
"Enter a password" = "Cuir isteach focal faire";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Tharla earráid agus meabhrúchán á chruthú";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Tharla earráid agus teachtaireacht á cur in eagar";

/* External signaling used */
"External" = "Seachtrach";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Theip ar glacadh leis an gcuireadh";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Theip ar sheiceáil nó fillteán ceangaltáin a chruthú";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Theip ar an meabhrúchán a ghlanadh";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Theip ar nascadh le %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Theip ar an teachtaireacht a chur ar aghaidh";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Theip ar an bhféilire a fháil chun cruinniú a sceidealú";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Theip ar dhiúltú don chuireadh";

/* No comment provided by engineer. */
"Failed to send message" = "Theip ar an teachtaireacht a sheoladh";

/* No comment provided by engineer. */
"Failed to share recording" = "Theip ar an taifeadadh a roinnt";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Theip ar an iontráil roghnaithe a dhíchosc";

/* No comment provided by engineer. */
"Federated" = "Cónaidhme";

/* No comment provided by engineer. */
"Fetching status …" = "Stádas á fháil…";

/* Filename of a file */
"File" = "Comhad";

/* No comment provided by engineer. */
"Files" = "Comhaid";

/* Title for available conversations filters */
"Filters" = "Scagairí";

/* No comment provided by engineer. */
"First day" = "An chéad lá";

/* No comment provided by engineer. */
"Follow conversation settings" = "Lean socruithe comhrá";

/* No comment provided by engineer. */
"For password reset and notifications" = "Le haghaidh athshocrú pasfhocail agus fógraí";

/* No comment provided by engineer. */
"Format" = "Formáid";

/* No comment provided by engineer. */
"Forward" = "Ar aghaidh";

/* No comment provided by engineer. */
"Forward to" = "Ar aghaidh chuig";

/* 'From' which language user wants to translate text */
"From" = "Ó";

/* from Alice at nextcloud.local */
"from %@ at %@" = "ó %1$@ ag %2$@";

/* No comment provided by engineer. */
"Full name" = "Ainm iomlán";

/* No comment provided by engineer. */
"Generate summary" = "Gin achoimre";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Achoimre ar theachtaireachtaí neamhléite á giniúint";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Theip ar achoimre ar theachtaireachtaí neamhléite a ghiniúint";

/* No comment provided by engineer. */
"Get source code" = "Faigh cód foinse";

/* No comment provided by engineer. */
"GitHub API error" = "Earráid API GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Tabhair toiliú agus glaoigh isteach";

/* No comment provided by engineer. */
"Go to message" = "Téigh chuig an teachtaireacht";

/* No comment provided by engineer. */
"guest" = "aoi";

/* No comment provided by engineer. */
"Guest" = "Aoi";

/* No comment provided by engineer. */
"Guests access" = "Rochtain aíonna";

/* No comment provided by engineer. */
"Guests app enabled?" = "Cumasaíodh aip na n-aíonna?";

/* No comment provided by engineer. */
"Hang up" = "Croch suas";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Folaigh";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Ard";

/* No comment provided by engineer. */
"hours" = "uair an chloig";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Má scriosann tú an comhrá, scriosfar é freisin do %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Má chumasaíonn tú do cheamara, cuirfear isteach ar an nglao seo ar feadh cúpla soicind.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Má tá ilfhreastalaithe á n-úsáid agat, ní mór duit iad go léir a sheiceáil.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Íomhánna, comhaid, teachtaireachtaí gutha…";

/* No comment provided by engineer. */
"Import account" = "Iompórtáil cuntas";

/* No comment provided by engineer. */
"Important conversation" = "Comhrá tábhachtach";

/* No comment provided by engineer. */
"in" = "i";

/* No comment provided by engineer. */
"Include calls in call history" = "Cuir glaonna san áireamh i stair na nglaonna";

/* Message is pinned indefinitely */
"Indefinitely" = "Go deo";

/* Internal signaling used */
"Internal" = "Inmheánach";

/* Internal note about why a user/guest was banned */
"Internal note" = "Nóta inmheánach";

/* No comment provided by engineer. */
"Invalid date range" = "Raon dáta neamhbhailí";

/* No comment provided by engineer. */
"Invalid email address" = "Seoladh ríomhphoist neamhbhailí";

/* No comment provided by engineer. */
"Invalid end date" = "Dáta deiridh neamhbhailí";

/* No comment provided by engineer. */
"Invalid server address" = "Seoladh freastalaí neamhbhailí";

/* No comment provided by engineer. */
"Invalid start date" = "Dáta tosaithe neamhbhailí";

/* No comment provided by engineer. */
"Invisible" = "Dofheicthe";

/* No comment provided by engineer. */
"Invitation resent" = "Díochlaonadh cuireadh";

/* No comment provided by engineer. */
"Invitations resent" = "Is fuath le cuirí";

/* Invitation for a meeting */
"Invite all users and emails" = "Tabhair cuireadh do gach úsáideoir agus ríomhphost";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Dealraíonn sé nach bhfuil %@ suiteáilte i do fhreastalaí.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Dealraíonn sé nach bhfuil aon nasc idirlín ann.";

/* Italic text */
"Italic" = "Iodálach";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Glac páirt i gcomhrá nó cuir tús le ceann nua";

/* No comment provided by engineer. */
"Join call" = "Glac páirt sa ghlao";

/* No comment provided by engineer. */
"Join call (audio only)" = "Glac páirt sa ghlao (fuaime amháin)";

/* No comment provided by engineer. */
"Join call with video" = "Glac páirt sa ghlao le físeán";

/* No comment provided by engineer. */
"Join open conversations" = "Glac páirt i gcomhráite oscailte";

/* No comment provided by engineer. */
"Join video call" = "Glac páirt i bhfísghlao";

/* No comment provided by engineer. */
"Keep" = "Coinnigh";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Lá deiridh (san áireamh)";

/* Last subscription to the push notification server */
"Last subscription" = "Síntiús deireanach";

/* No comment provided by engineer. */
"Last sync" = "Sioncronú deireanach";

/* Remind me later today about that message */
"Later today" = "Níos déanaí inniu";

/* No comment provided by engineer. */
"Leave" = "Fág";

/* No comment provided by engineer. */
"Leave call" = "Fág glaoch";

/* No comment provided by engineer. */
"Leave conversation" = "Fág an comhrá";

/* No comment provided by engineer. */
"less than a minute ago" = "níos lú ná nóiméad ó shin";

/* No comment provided by engineer. */
"Link https://…" = "Nasc https://…";

/* No comment provided by engineer. */
"Linked file" = "Comhad nasctha";

/* No comment provided by engineer. */
"Load more results" = "Íoslódáil níos mó torthaí";

/* No comment provided by engineer. */
"Lobby" = "Stocaireacht";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Tá an stocaireacht fós gníomhach agus ní modhnóir tú";

/* No comment provided by engineer. */
"Local" = "Áitiúil";

/* No comment provided by engineer. */
"Local time: %@" = "Am áitiúil: %@";

/* No comment provided by engineer. */
"Location" = "Suíomh";

/* No comment provided by engineer. */
"Location access" = "Rochtain suímh";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Diúltaíodh don tseirbhís suímh. Seiceáil do shocruithe.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Níl an tseirbhís suímh cumasaithe";

/* No comment provided by engineer. */
"Locations" = "Suímh";

/* No comment provided by engineer. */
"Lock conversation" = "Cuir glas ar an gcomhrá";

/* No comment provided by engineer. */
"Log in" = "Logáil isteach";

/* No comment provided by engineer. */
"Log out" = "Logáil Amach";

/* No comment provided by engineer. */
"Logged out" = "Logáilte amach";

/* No comment provided by engineer. */
"Long absence message" = "Teachtaireacht asláithreachta fada";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Íseal";

/* No comment provided by engineer. */
"Lower hand" = "Lámh íochtair";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Lámhleabhar";

/* No comment provided by engineer. */
"Mark as read" = "Marcáil mar léite";

/* No comment provided by engineer. */
"Mark as unread" = "Marcáil mar neamhléite";

/* No comment provided by engineer. */
"Match system contacts" = "Meaitseáil teagmhálaithe córais";

/* No comment provided by engineer. */
"Media" = "Meáin";

/* No comment provided by engineer. */
"Meeting created" = "Cruthaíodh cruinniú";

/* No comment provided by engineer. */
"Meeting ended" = "Tháinig deireadh leis an gcruinniú";

/* No comment provided by engineer. */
"Meeting ID" = "ID cruinnithe";

/* No comment provided by engineer. */
"Meeting settings" = "Socruithe cruinnithe";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Cruinnithe";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Luaite";

/* Copy 'message' */
"Message" = "Teachtaireacht";

/* No comment provided by engineer. */
"Message copied" = "Cóipeáladh an teachtaireacht";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Níorbh fhéidir an teachtaireacht a scriosadh toisc go bhfuil sé ró-shean";

/* No comment provided by engineer. */
"Message deleted successfully" = "D'éirigh leis an teachtaireacht a scriosadh";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "D'éirigh leis an teachtaireacht a scriosadh, ach tá Matterbridge cumraithe agus seans go mbeidh an teachtaireacht scaipthe cheana féin ar sheirbhísí eile";

/* No comment provided by engineer. */
"Message editing failed" = "Theip ar eagarthóireacht teachtaireachta";

/* No comment provided by engineer. */
"Message expiration" = "Teachtaireacht in éag";

/* Copy 'link' to a message */
"Message link" = "Nasc teachtaireachta";

/* No comment provided by engineer. */
"Message link copied" = "Cóipeáladh nasc na teachtaireachta";

/* No comment provided by engineer. */
"Message pinned" = "Teachtaireacht bioráilte";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Díchumasófar réamhamharc teachtaireachta sa liosta comhráite agus sna fógraí";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Theip ar athsceidealú teachtaireachta";

/* No comment provided by engineer. */
"Message scheduling failed" = "Theip ar sceidealú teachtaireachtaí";

/* No comment provided by engineer. */
"Message successfully edited" = "Eagarthóireacht rathúil ar an teachtaireacht";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Athsceidealaíodh an teachtaireacht go rathúil";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Sceidealú rathúil ar an teachtaireacht";

/* No comment provided by engineer. */
"Message unpinned" = "Teachtaireacht díphionáilte";

/* No comment provided by engineer. */
"Messages" = "Teachtaireachtaí";

/* No comment provided by engineer. */
"Microphone" = "Micreafón";

/* No comment provided by engineer. */
"Microphone access" = "Rochtain micreafón";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Ní cheadaítear rochtain ar mhicreafón. Seiceáil do shocruithe.";

/* No comment provided by engineer. */
"Microphone disabled" = "Micreafón díchumasaithe";

/* No comment provided by engineer. */
"Microphone enabled" = "Micreafón cumasaithe";

/* No comment provided by engineer. */
"minutes" = "nóiméad";

/* No comment provided by engineer. */
"Missed call from" = "Glao caillte ó";

/* No comment provided by engineer. */
"Missing phone number information" = "Eolas uimhir theileafóin ar iarraidh";

/* The signaling mode used */
"Mode" = "Mód";

/* No comment provided by engineer. */
"moderator" = "modhnóir";

/* No comment provided by engineer. */
"Modification date" = "Dáta modhnaithe";

/* More menu elements */
"More" = "Tuilleadh";

/* No comment provided by engineer. */
"More actions" = "Tuilleadh gníomhartha";

/* No comment provided by engineer. */
"Multiple answers" = "Freagraí iolracha";

/* No comment provided by engineer. */
"Mute all notifications" = "Balbhaigh gach fógra";

/* No comment provided by engineer. */
"Mute others" = "Balbhaigh daoine eile";

/* No comment provided by engineer. */
"My location" = "Mo shuíomh";

/* No comment provided by engineer. */
"Name" = "Ainm";

/* No comment provided by engineer. */
"Nearby places" = "Áiteanna in aice láimhe";

/* No comment provided by engineer. */
"Network available" = "Líonra ar fáil";

/* No comment provided by engineer. */
"Network not available" = "Níl an líonra ar fáil";

/* Never subscribed to the push notification server */
"Never subscribed" = "Ná suibscríofa riamh";

/* No comment provided by engineer. */
"New conversation" = "Comhrá nua";

/* No comment provided by engineer. */
"New poll" = "Pobalbhreith nua";

/* Remind me next week about that message */
"Next week" = "An tseachtain seo chugainn";

/* No comment provided by engineer. */
"HPACloud server not found" = "Níor aimsíodh freastalaí HPACloud";

/* No comment provided by engineer. */
"No" = "Níl";

/* No comment provided by engineer. */
"No actions available" = "Níl aon ghníomh ar fáil";

/* No comment provided by engineer. */
"No active account found" = "Níor aimsíodh aon chuntas gníomhach";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Níl aon soláthraí AI ar fáil nó níor éirigh leis an achoimre";

/* No comment provided by engineer. */
"No banned users or guests" = "Níl aon úsáideoirí nó aíonna toirmiscthe";

/* No comment provided by engineer. */
"No description provided" = "Níor tugadh tuairisc";

/* No comment provided by engineer. */
"No files in here" = "Níl aon chomhaid istigh anseo";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Gan scagaire";

/* No comment provided by engineer. */
"No followed threads" = "Gan aon snáitheanna le leanúint";

/* No comment provided by engineer. */
"No messages found to summarize" = "Níor aimsíodh aon teachtaireacht chun achoimre a dhéanamh";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Níl aon teachtaireachtaí fós, cuir tús leis an gcomhrá!";

/* No comment provided by engineer. */
"No participants found" = "Níor aimsíodh rannpháirtithe ar bith";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Níl cead agat páirt a ghlacadh sa chomhrá seo";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Níl aon dréachtaí vótaíochta sábháilte fós";

/* No comment provided by engineer. */
"No recent threads" = "Gan aon snáitheanna le déanaí";

/* No comment provided by engineer. */
"No response from server" = "Gan freagra ón bhfreastalaí";

/* No comment provided by engineer. */
"No results found" = "Níor aimsíodh aon torthaí";

/* No comment provided by engineer. */
"No shared items" = "Níl aon mhír roinnte";

/* No comment provided by engineer. */
"No upcoming events" = "Níl aon imeachtaí le teacht";

/* No comment provided by engineer. */
"No user found" = "Níor aimsíodh aon úsáideoir";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Gnáth";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Ní iarrtar";

/* No comment provided by engineer. */
"Note to self" = "Nóta dó féin";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Nóta:";

/* No comment provided by engineer. */
"Notifications" = "Fógraí";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Cumasaíodh an aip fógraí?";

/* No comment provided by engineer. */
"Notify about calls" = "Fógra faoi ghlaonna";

/* Indicates an event happening right now */
"Now" = "Anois";

/* No comment provided by engineer. */
"Off" = "As";

/* No comment provided by engineer. */
"Offline" = "As líne";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "As líne, ag taispeáint teachtaireachtaí íosluchtaithe amháin";

/* No comment provided by engineer. */
"OK" = "ceart go leor";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Seanchuntas";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Nuair atá comhrá fágtha, chun páirt a ghlacadh arís i gcomhrá dúnta, tá cuireadh ag teastáil. Is féidir páirt a ghlacadh arís i gcomhrá oscailte am ar bith.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Nuair a bheidh comhrá gan chartlannú, taispeánfar arís é de réir réamhshocraithe.";

/* No comment provided by engineer. */
"Online" = "Ar líne";

/* No comment provided by engineer. */
"Online status" = "Stádas ar líne";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Comhroinnt fuaime agus scáileáin amháin";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Ní féidir ach gnáth-theachtaireachtaí comhrá a scriosadh";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sioncrónaigh le freastalaithe iontaofa amháin";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Infheicthe ag daoine amháin a mheaitseáiltear trí chomhtháthú uimhir theileafóin";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Infheicthe ag daoine sa chás seo agus ag aíonna amháin";

/* No comment provided by engineer. */
"Open" = "Oscail";

/* No comment provided by engineer. */
"Open app settings" = "Oscail socruithe aip";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Oscail an comhrá d'úsáideoirí cláraithe";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Oscail comhráite";

/* No comment provided by engineer. */
"Open in %@" = "Oscail i %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Oscail i Léarscáileanna Google";

/* No comment provided by engineer. */
"Open in Maps" = "Oscail i Léarscáileanna";

/* A menu to show additional options for the current conversation */
"Option menu" = "Roghchlár roghanna";

/* No comment provided by engineer. */
"Other Accounts" = "Cuntais Eile";

/* No comment provided by engineer. */
"Other participants" = "Rannpháirtithe eile";

/* No comment provided by engineer. */
"Others" = "Daoine eile";

/* Owner of a repository */
"Owner" = "Úinéir";

/* No comment provided by engineer. */
"Participants" = "Rannpháirtithe";

/* No comment provided by engineer. */
"Password" = "Pasfhocal";

/* No comment provided by engineer. */
"Password copied" = "Pasfhocal cóipeáilte";

/* No comment provided by engineer. */
"Password is secure" = "Tá an focal faire slán";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Caithfidh an focal faire a bheith %d carachtar ar a laghad ar fhad";

/* No comment provided by engineer. */
"Password protection" = "Cosaint pasfhocal";

/* No comment provided by engineer. */
"Pending invitations" = "Cuirí ar feitheamh";

/* No comment provided by engineer. */
"Phone number" = "Uimhir teileafón";

/* No comment provided by engineer. */
"Phone number integration" = "Comhtháthú uimhir theileafóin";

/* No comment provided by engineer. */
"Phone number set successfully" = "D'éirigh leis an uimhir theileafóin a shocrú";

/* No comment provided by engineer. */
"Photo Library" = "Leabharlann Grianghraf";

/* No comment provided by engineer. */
"Photo library access" = "Rochtain ar leabharlann grianghraf";

/* No comment provided by engineer. */
"Pick date & time" = "Roghnaigh dáta & am";

/* Pin a message to be always visible in the chat */
"Pin message" = "Teachtaireacht bioráin";

/* Message was pinned at … */
"Pinned at %@" = "Bioránta ag %@";

/* A message was pinned by ... */
"pinned by" = "bioránta ag";

/* No comment provided by engineer. */
"Pinned messages" = "Teachtaireachtaí bioráilte";

/* Message is pinned until … */
"Pinned until %@" = "Bioránta go dtí %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Cinntigh gur chuir tú seoladh freastalaí bailí isteach le do thoil.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Cinntigh gur chuir tú isteach an seoladh freastalaí HPACloud ceart le do thoil.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Seiceáil le do thoil gur chuir tú an seoladh freastalaí ceart isteach.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Déan teagmháil le do riarthóir córais le do thoil.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Nuashonraigh do fhreastalaí leis an leagan %@ is déanaí atá ar fáil le do thoil.";

/* No comment provided by engineer. */
"Please update." = "Nuashonraigh le do thoil.";

/* No comment provided by engineer. */
"Poll" = "Vótaíocht";

/* No comment provided by engineer. */
"Poll draft" = "Dréacht vótaíochta";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Tá an dréacht vótaíochta sábháilte";

/* No comment provided by engineer. */
"Poll drafts" = "Dréachtanna vótaíochta";

/* No comment provided by engineer. */
"Poll results" = "Torthaí vótaíochta";

/* No comment provided by engineer. */
"Polls" = "Pobalbhreith";

/* No comment provided by engineer. */
"Preview" = "Réamhamharc";

/* No comment provided by engineer. */
"Privacy" = "Príobháideacht";

/* No comment provided by engineer. */
"Private" = "Príobháideach";

/* No comment provided by engineer. */
"Profile" = "Próifíl";

/* No comment provided by engineer. */
"Profile picture" = "Pictiúr próifíle";

/* No comment provided by engineer. */
"Promote to moderator" = "Cur chun cinn chuig modhnóir";

/* No comment provided by engineer. */
"Published" = "Foilsithe";

/* No comment provided by engineer. */
"Push notifications" = "Fógraí a bhrú";

/* No comment provided by engineer. */
"Question" = "Ceist";

/* No comment provided by engineer. */
"Raise hand" = "Ardaigh lámh";

/* No comment provided by engineer. */
"Reachable?" = "Insroichte?";

/* No comment provided by engineer. */
"Reactions" = "Imoibrithe";

/* No comment provided by engineer. */
"Read status" = "Léigh stádas";

/* No comment provided by engineer. */
"Received call from an old account" = "Fuarthas glao ó sheanchuntas";

/* No comment provided by engineer. */
"Recent threads" = "Snáitheanna le déanaí";

/* No comment provided by engineer. */
"Record voice message" = "Taifead teachtaireacht gutha";

/* No comment provided by engineer. */
"Recording" = "Taifeadadh";

/* No comment provided by engineer. */
"Recording consent is required" = "Tá toiliú taifeadta ag teastáil";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Tá toiliú taifeadta ag teastáil chun páirt a ghlacadh sa ghlao";

/* No comment provided by engineer. */
"Recordings" = "Taifeadtaí";

/* No comment provided by engineer. */
"Redo" = "Athdhéan";

/* No comment provided by engineer. */
"Reference API supported?" = "Tacaíocht API Tagartha?";

/* No comment provided by engineer. */
"Reject" = "Diúltaigh";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Glanadh an meabhrúchán go rathúil";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Socraíodh meabhrúchán go rathúil";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Ní féidir teacht ar an gcianfhreastalaí";

/* No comment provided by engineer. */
"Remove" = "Bain";

/* No comment provided by engineer. */
"Remove account" = "Bain cuntas";

/* No comment provided by engineer. */
"Remove from favorites" = "Bain ó cheanáin";

/* No comment provided by engineer. */
"Remove group and members" = "Bain grúpa agus baill";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Bain sean-iontrálacha dúblacha agus ná fág ach na hiontrálacha is déanaí.";

/* No comment provided by engineer. */
"Remove participant" = "Bain rannpháirtí";

/* No comment provided by engineer. */
"Remove password" = "Bain pasfhocal";

/* No comment provided by engineer. */
"Remove team and members" = "Bain foireann agus baill";

/* Replacement in case of out of office */
"Replacement" = "Athsholáthar";

/* Replacement in case of out of office */
"Replacement (optional)" = "Athsholáthar (roghnach)";

/* No comment provided by engineer. */
"Reply" = "Freagra";

/* No comment provided by engineer. */
"Reply privately" = "Freagair go príobháideach";

/* Name of a repository */
"Repo" = "Stóráil";

/* Reschedule a message that is send later */
"Reschedule" = "Athsceidealú";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Athsceidealú le fógra";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Ath-sceidealú gan fógra";

/* No comment provided by engineer. */
"Resend" = "Seol ar ais";

/* No comment provided by engineer. */
"Resend invitation" = "Seol cuireadh arís";

/* No comment provided by engineer. */
"Resend invitations" = "Cuir cuirí ar ais";

/* Title for a section where different reset options are shown */
"Reset" = "Athshocraigh";

/* Replacement in case of out of office */
"Reset replacement" = "Athshocraigh athsholáthair";

/* Results of a poll */
"Results" = "Torthaí";

/* No comment provided by engineer. */
"Retry" = "Bain triail eile as";

/* Save conversation description */
"Save" = "Sábháil";

/* No comment provided by engineer. */
"Save as draft" = "Sábháil mar dhréacht";

/* No comment provided by engineer. */
"Save password" = "Sábháil focal faire";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Sábháil go 'Nóta duit féin'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Abair Dia duit a chairde agus a chomhghleacaithe!";

/* No comment provided by engineer. */
"Scan QR code" = "Scanáil cód QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Sceideal";

/* No comment provided by engineer. */
"Schedule a meeting" = "Cruinniú a sceidealú";

/* No comment provided by engineer. */
"Scheduled messages" = "Teachtaireachtaí sceidealaithe";

/* No comment provided by engineer. */
"Screensharing stopped" = "Cuireadh stop le comhroinnt scáileáin";

/* No comment provided by engineer. */
"Search" = "Cuardach";

/* No comment provided by engineer. */
"Search for places" = "Cuardaigh áiteanna";

/* Replacement in case of out of office */
"Select a replacement" = "Roghnaigh athsholáthair";

/* No comment provided by engineer. */
"Select language" = "Roghnaigh teanga";

/* Copy a 'selection' of a message */
"Selection" = "Roghnú";

/* No comment provided by engineer. */
"Send" = "Seol";

/* No comment provided by engineer. */
"Send a reaction" = "Seol imoibriú";

/* No comment provided by engineer. */
"Send call notification" = "Seol fógra glao";

/* No comment provided by engineer. */
"Send later" = "Seol níos déanaí";

/* No comment provided by engineer. */
"Send later without notification" = "Seol níos déanaí gan fógra";

/* No comment provided by engineer. */
"Send message" = "Seol teachtaireacht";

/* Send a message now */
"Send now" = "Seol anois";

/* No comment provided by engineer. */
"Send without notification" = "Seol gan fógra";

/* No comment provided by engineer. */
"Send/Accept" = "Seol/Glac leis";

/* No comment provided by engineer. */
"Sending no invitations" = "Gan aon chuirí a sheoladh";

/* No comment provided by engineer. */
"Sensitive conversation" = "Comhrá íogair";

/* A message has been sent without notifications */
"Sent without notification" = "Seolta gan fógra";

/* No comment provided by engineer. */
"Server" = "Freastalaí";

/* No comment provided by engineer. */
"Server address https://…" = "Seoladh an fhreastalaí https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Tá an freastalaí i mód cothabhála faoi láthair";

/* No comment provided by engineer. */
"Server not found" = "Freastalaí gan aimsiú";

/* No comment provided by engineer. */
"Set" = "Socraigh";

/* No comment provided by engineer. */
"Set password" = "Socraigh pasfhocal";

/* Remind me later about that message */
"Set reminder" = "Socraigh meabhrúchán";

/* No comment provided by engineer. */
"Set status message" = "Socraigh teachtaireacht stádais";

/* No comment provided by engineer. */
"Settings" = "Socruithe";

/* No comment provided by engineer. */
"Share" = "Comhroinn";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Roinn comhad ó do HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Roinn an suíomh reatha";

/* No comment provided by engineer. */
"Share link" = "Comhroinn nasc";

/* No comment provided by engineer. */
"Share location" = "Comhroinn suíomh";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Comhroinn suíomh bioráin";

/* No comment provided by engineer. */
"Share to chat" = "Roinn le comhrá";

/* No comment provided by engineer. */
"Share with" = "Roinn le";

/* No comment provided by engineer. */
"Shared items" = "Míreanna roinnte";

/* No comment provided by engineer. */
"Shared location" = "Suíomh roinnte";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Ní thacaítear le roinnt le comhrá cónasctha.";

/* No comment provided by engineer. */
"Short absence status" = "Stádas asláithreachta gearr";

/* No comment provided by engineer. */
"Short absence status is too long" = "Tá stádas neamhláithreachta gearr rófhada";

/* No comment provided by engineer. */
"Show more…" = "Taispeáin níos mó…";

/* No comment provided by engineer. */
"Signaling" = "Comharthaíocht";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP dhiailiú-i";

/* No comment provided by engineer. */
"Skip" = "Scipeáil";

/* No comment provided by engineer. */
"Slide to cancel" = "Sleamhnán le cealú";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Déanfar roinnt teachtaireachtaí nach dtaispeántar a íoslódáil agus iad ar líne";

/* No comment provided by engineer. */
"Source code" = "Cód foinse";

/* speaker = Loudspeaker, device */
"Speaker" = "Cainteoir";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Díchumasaíodh an cainteoir";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Cainteoir cumasaithe";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Ní cheadaítear rochtain aitheantais cainte. Seiceáil do shocruithe.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Theip ar aithint cainte";

/* No comment provided by engineer. */
"Start a new group conversation" = "Tosaigh comhrá grúpa nua";

/* No comment provided by engineer. */
"Start call" = "Tosaigh glao";

/* No comment provided by engineer. */
"Start call silently" = "Tosaigh glaoch go ciúin";

/* No comment provided by engineer. */
"Start recording" = "Tosaigh taifeadadh";

/* No comment provided by engineer. */
"Start time" = "Am tosaithe";

/* No comment provided by engineer. */
"Start video call" = "Tosaigh glao físe";

/* No comment provided by engineer. */
"Start video call silently" = "Tosaigh glao físe go ciúin";

/* No comment provided by engineer. */
"Status" = "Stádas";

/* No comment provided by engineer. */
"Status message" = "Teachtaireacht stádais";

/* Action to 'Stop' a recording */
"Stop" = "Stad";

/* No comment provided by engineer. */
"Stop recording" = "Stad taifeadadh";

/* No comment provided by engineer. */
"Stop screensharing" = "Cuir stad le comhroinnt scáileáin";

/* Strikethrough text */
"Strikethrough" = "Stailc tríd";

/* No comment provided by engineer. */
"STUN servers" = "Freastalaithe STUN";

/* No comment provided by engineer. */
"Submit vote" = "Cuir vóta isteach";

/* No comment provided by engineer. */
"Switch account" = "Athraigh cuntas";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Ag aistriú go comhrá eile…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sioncrónaigh le freastalaithe iontaofa agus leis an leabhar seoltaí domhanda agus poiblí";

/* Talk to a user */
"Talk to" = "Labhair le";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Tapáil agus coinnigh chun teachtaireacht gutha a thaifeadadh";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Beartaíonn agus coinnigh chun teachtaireacht gutha a thaifeadadh, scaoil an cnaipe chun é a sheoladh.";

/* No comment provided by engineer. */
"Test failed" = "Theip ar an tástáil";

/* No comment provided by engineer. */
"Test push notifications" = "Fógraí brú tástála";

/* No comment provided by engineer. */
"Test results" = "Torthaí tástála";

/* No comment provided by engineer. */
"Test results copied" = "Cóipeáladh na torthaí tástála";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Tá an aip ró-shean agus ní thacaíonn an freastalaí seo léi a thuilleadh.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Tháinig deireadh leis an nglao don imeacht seo. Ar mhaith leat an comhrá seo a scriosadh do gach duine?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Tá an glao ar siúl ar feadh uair an chloig";

/* No comment provided by engineer. */
"The call might be recorded" = "Seans go ndéanfar an glao a thaifeadadh";

/* No comment provided by engineer. */
"The password is wrong" = "Tá an focal faire mícheart";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Seans go gcuimseodh an taifeadadh do ghuth, físeáin ó cheamara, agus comhroinnt scáileáin. Tá do thoiliú ag teastáil sula nglacann tú páirt sa ghlao.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "B’fhéidir go bhfuil an comhartha in úsáid cheana féin nó go bhfuil sé imithe in éag. Gin cód QR nua agus déan iarracht eile.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Níl aon chuntas d'úsáideoir %1$@ i bhfreastalaí %2$@ cumraithe san aip seo.";

/* No comment provided by engineer. */
"This call is being recorded" = "Tá an glao seo á thaifeadadh";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Tá an comhrá seo ceangailte le himeacht féilire. Cuir an t-imeacht in eagar chun ainm/cur síos ar an gcomhrá a athrú.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Tá an comhrá seo inléite amháin";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Scriosfar an comhrá seo go huathoibríoch do gach duine i %ld lá gan aon ghníomhaíocht.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Seo é an seoladh gréasáin a úsáideann tú chun rochtain a fháil ar do fhreastalaí i do bhrabhsálaí gréasáin.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Tá an cruinniú seo sceidealta le haghaidh";

/* No comment provided by engineer. */
"This might take a moment" = "Seans go dtógfaidh sé seo nóiméad";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Gintear AI san achoimre seo agus d’fhéadfadh botúin a bheith ann.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "De ghnáth tugann sé seo le fios gur úsáideadh an gléas seo le haghaidh cuntais roimhe seo, nár baineadh den fhreastalaí i gceart.";

/* No comment provided by engineer. */
"This week" = "An tseachtain seo";

/* Remind me this weekend about that message */
"This weekend" = "An deireadh seachtaine seo";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Beidh tionchar aige seo ar fheidhmiúlacht an aip seo. Athbhreithnigh do shocruithe le do thoil.";

/* No comment provided by engineer. */
"Thread" = "Snáithe";

/* No comment provided by engineer. */
"Thread notification level button" = "Cnaipe leibhéal fógra snáithe";

/* No comment provided by engineer. */
"Thread title" = "Teideal an snáithe";

/* No comment provided by engineer. */
"Threads" = "Snáitheanna";

/* No comment provided by engineer. */
"Title" = "Teideal";

/* 'To' which language user wants to translate text */
"To" = "Chun";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Chun an cheist seo a réiteach, bain úsáid as an gcomhéadan gréasáin agus téigh go dtí \"Socruithe -> Slándáil\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Chun:";

/* No comment provided by engineer. */
"Today" = "Inniu";

/* Remind me tomorrow about that message */
"Tomorrow" = "Amárach";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Trascríobh";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Athscríbhinn";

/* No comment provided by engineer. */
"Translate" = "Aistrigh";

/* No comment provided by engineer. */
"Translation" = "Aistriúchán";

/* No comment provided by engineer. */
"Translation failed" = "Theip ar an aistriúchán";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Ag iarraidh logáil isteach…";

/* No comment provided by engineer. */
"TURN servers" = "TURN freastalaithe";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Láimhseáil Twitter @…";

/* No comment provided by engineer. */
"Typing indicator" = "Táscaire clóscríofa";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Níl táscairí clóscríofa ar fáil ach nuair a úsáidtear inneall ardfheidhmíochta (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Ní féidir comhthéacs na teachtaireachta a fháil";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Ní féidir comhrá na teachtaireachta a fháil";

/* No comment provided by engineer. */
"Unable to load file" = "Ní féidir an comhad a lódáil";

/* No comment provided by engineer. */
"Unable to open file" = "Ní féidir an comhad a oscailt";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Ní féidir an focal faire a bhailíochtú faoi láthair";

/* No comment provided by engineer. */
"Unarchive conversation" = "Comhrá gan chartlann";

/* No comment provided by engineer. */
"Unavailable" = "Níl fáil air";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Faoi \"Gléasanna & seisiúin\" seiceáil an bhfuil iontrálacha dúblacha don ghléas céanna.";

/* No comment provided by engineer. */
"Undo" = "Cealaigh";

/* No comment provided by engineer. */
"Undo Typing" = "Cealaigh Clóscríobh";

/* No comment provided by engineer. */
"Unknown" = "Anaithnid";

/* No comment provided by engineer. */
"Unknown error" = "Earráid anaithnid";

/* No comment provided by engineer. */
"Unknown error occurred" = "Tharla earráid anaithnid";

/* No comment provided by engineer. */
"Unpin" = "Díbhoráin";

/* No comment provided by engineer. */
"Unpin message" = "Díbhoráin teachtaireacht";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Neamhléite";

/* No comment provided by engineer. */
"Unread mentions" = "Luaite gan léamh";

/* No comment provided by engineer. */
"Unread messages" = "Teachtaireachtaí gan léamh";

/* Calling is not supported */
"Unsupported" = "Gan tacaíocht";

/* No comment provided by engineer. */
"Update" = "Nuashonrú";

/* No comment provided by engineer. */
"Updated notification settings" = "Socruithe fógra nuashonraithe";

/* No comment provided by engineer. */
"Upload failed" = "Theip ar an uaslódáil";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Eilimintí %ld á uaslódáil";

/* No comment provided by engineer. */
"Uploading 1 element" = "1 eilimint a uaslódáil";

/* No comment provided by engineer. */
"User" = "Úsáideoir";

/* No comment provided by engineer. */
"User profile and settings" = "Próifíl úsáideora agus socruithe";

/* No comment provided by engineer. */
"User status supported?" = "Stádas úsáideora tacaithe?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Sáraíodh cuóta stórála an úsáideora";

/* No comment provided by engineer. */
"Users" = "Úsáideoirí";

/* No comment provided by engineer. */
"Validating password…" = "Ag bailíochtú an phasfhocail…";

/* No comment provided by engineer. */
"Version" = "Leagan";

/* No comment provided by engineer. */
"Video quality" = "Cáilíocht físeán";

/* Conversation visibility settings */
"Visibility" = "Infheictheacht";

/* No comment provided by engineer. */
"Voice messages" = "Teachtaireachtaí gutha";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Ag fanacht le %@ chun páirt a ghlacadh sa ghlao…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Ag fanacht le daoine eile a bheith páirteach sa ghlao…";

/* No comment provided by engineer. */
"Website" = "Suíomh Gréasáin";

/* No comment provided by engineer. */
"What is your status?" = "Cad é do stádas?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Scríobh teachtaireacht, @ chun duine a lua…";

/* No comment provided by engineer. */
"Yes" = "Tá";

/* No comment provided by engineer. */
"Yesterday" = "Inné";

/* No comment provided by engineer. */
"You" = "Tú";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Chuir tú {user0} agus %ld rannpháirtí eile leis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Chuir tú {user0} agus {user1} leis";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Tháinig tú féin agus %ld rannpháirtí eile isteach sa ghlao";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "D'fhág tú féin agus %ld rannpháirtí eile an glao";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Chuaigh tú féin agus {actor0} isteach sa ghlao";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "D'fhág tú féin agus {actor0} an glao";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Tá tú ag fanacht sa stocaireacht faoi láthair";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Níl tú mar chuid d'aon chomhrá";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Níl tú mar chuid d'aon chomhrá. Brúigh + chun ceann nua a thosú.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Is féidir leat d’uimhir theileafóin a shocrú ionas go mbeidh úsáideoirí eile in ann teacht ort";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Bhain tú {user0} agus %ld rannpháirtí eile ó mhodhnóirí";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Bhain tú síos {user0} agus {user1} ó mhodhnóirí";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Tá %ld cuireadh ar feitheamh agat";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Tá modhnóir balbhaithe thú";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Níl aon chruinnithe sceidealaithe agat.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Níl aon trácht neamhléite agat.";

/* No comment provided by engineer. */
"You have no unread messages." = "Níl aon teachtaireachtaí neamhléite agat.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Ní mór duit modhnóir nua a chur chun cinn sular féidir leat %@ a fhágáil.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Ní mór duit modhnóir nua a chur chun cinn sula bhféadfaidh tú an comhrá seo a fhágáil";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Chuir tú {user0} agus %ld rannpháirtí sa bhreis chun cinn do mhodhnóirí";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Chuir tú {user0} agus {user1} chun cinn do mhodhnóirí";

/* No comment provided by engineer. */
"You received a new notification" = "Fuair ​​tú fógra nua";

/* No comment provided by engineer. */
"You reconnected to the call" = "D'athcheangail tú leis an nglao";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Bhain tú {user0} agus %ld rannpháirtí sa bhreis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Bhain tú {user0} agus {user1}";

/* No comment provided by engineer. */
"Your email address" = "Do sheoladh ríomhphoist";

/* No comment provided by engineer. */
"Your phone number" = "D'uimhir theileafóin";

/* No comment provided by engineer. */
"Your PIN" = "Do UAP";

/* No comment provided by engineer. */
"Your postal address" = "Do sheoladh poist";

/* 'Zammad' is a product name */
"Zammad API error" = "Earráid API Zammad";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "Chuir {actor0} tú agus %ld rannpháirtí eile leis";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "Chuir {actor0} thú agus {user0} leis";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "Chuir {actor0} {user0} agus %ld rannpháirtí eile leis";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "Chuir {actor0} {user0} agus {user1} leis";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "Tháinig {actor0} agus %ld rannpháirtí sa bhreis ar an nglao";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "D'fhág {actor0} agus %ld rannpháirtí sa bhreis an glao";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "Tháinig {actor0} agus {actor1} isteach sa ghlao";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "D'fhág {actor0} agus {actor1} an glao";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "Bhain {actor0} tú féin agus %ld rannpháirtí eile ó mhodhnóirí";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "Bhain {actor0} tú féin agus {user0} ó mhodhnóirí";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "Bhain {actor0} {user0} agus %ld rannpháirtí eile ó mhodhnóirí";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "Bhain {actor0} {user0} agus {user1} ó mhodhnóirí";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "Chuir {actor0} tú agus %ld rannpháirtí eile chun cinn mar mhodhnóirí";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "Chuir {actor0} thú agus {user0} chun cinn mar mhodhnóirí";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "Chuir {actor0} {user0} agus %ld rannpháirtí eile chun cinn chuig modhnóirí";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "Chuir {actor0} {user0} agus {user1} chun cinn do mhodhnóirí";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "D'athcheangail {actor0} leis an nglao";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "Bhain {actor0} thú agus %ld rannpháirtí eile";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "Bhain {actor0} thú agus {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "Bhain {actor0} {user0} agus %ld rannpháirtí eile";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "Bhain {actor0} {user0} agus {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Teachtaireachtaí nua";

